export const itemsData = [
    {
        id: 1,
        image: "./assets/images/lark.webp",
        link: "https://play.google.com/store/apps/details?id=com.dywx.larkplayer&hl=ru&gl=US",
        title: " Lark Player",
        description: "Lark Player оптимальное музыкальное приложение оффлайн. Он имеет все функции, которые вам когда-либо понадобятся, и красивый интерфейс. Вы можете легко просматривать и управлять всеми музыкальными файлами на своем мобильном телефоне. При прослушивании тексты песен синхронизируются в режиме реального времени, обеспечивая плавное и потрясающее впечатление от прослушивания.",
    },
    {
        id: 2,
        image: "./assets/images/audiomack.webp",
        link: "https://play.google.com/store/apps/details?id=com.audiomack&hl=en_US",
        title: "Audiomack",
        description: "Audiomack позволяет скачивать любимые песни и слушать их оффлайн, без необходимости подключения к Wi-Fi и бесплатно. Приложение знакомит вас с различными песнями, сборниками и альбомами. Audiomack позволяет бесплатно загружать неограниченное количество музыки, показывает песни, популярные во всем мире, и позволяет загружать их для прослушивания, когда у вас больше нет подключения к Wi-Fi.",
    },
    {
        id: 3,
        image: "./assets/images/iheart.webp",
        link: "https://play.google.com/store/apps/details?id=com.thisisglobal.player.heart",
        title: "Heart Radio App",
        description: "Это приложение, которое работает так же, как текущее радио, предлагает такие функции, как выбор любимой песни или исполнителя и создание пользовательских станций с помощью «Избранное радио«; сохраняйте любимые радиостанции в свою библиотеку, находите идеальный саундтрек для пробуждения, бодрствования, тренировки или отдыха и многого другого!",
    },

    {
        id: 4,
        image: "./assets/images/pulsar.webp",
        link: "https://play.google.com/store/apps/details?id=com.rhmsoft.pulsar&hl=ru&gl=US",
        title: "Pulsar",
        description: "Pulsar музыкальный плеер. Это бесплатно и просто в использовании. Вам понравится использовать это приложение благодаря его уникальному интерфейсу. Приложение также ищет музыкальные файлы в папках вашего телефона и добавляет их в ваши плейлисты. Приложение полностью поддерживает Chromecast, оснащено таймером сна и дает вам полный контроль над тем, как вы хотите слушать музыку. Обязательно попробуйте Pulsar Music Player, чтобы получить бесплатный доступ к Wi-Fi.",
    },
    {
        id: 5,
        image: "./assets/images/palco.webp",
        link: "https://play.google.com/store/apps/details?id=com.studiosol.palcomp3&hl=ru&gl=US",
        title: "Palco MP3",
        description: "Palco MP3 находится на вершине 17 списков из-за удобной формы использования и музыкальной коллекции. Palco MP3 дает вам доступ к бесчисленным бесплатным песням, позволяя вам загружать и слушать их оффлайн, даже без WiFi. Ваши плейлисты организованы, и они показывают вам песни в соответствии с рейтингом. Palco MP3 — один из тех, которые вы должны проверить, чтобы получить бесплатную музыку для тех времен, когда нет интернета. ",
    },
    {
        id: 6,
        image: "./assets/images/musicolet.webp",
        link: "https://play.google.com/store/apps/details?id=in.krosbits.musicolet&hl=ru&gl=US",
        title: "Musicolet Music Player",
        description: "Musicolet бесплатно позволяет вам наслаждаться локальными аудиофайлами, когда у вас нет подключения к Wi-Fi. Вы можете наслаждаться плавным и беспрепятственным звуком. Эквалайзер поможет вам настроить музыку в соответствии с вашим вкусом.<br> Оснащен функцией множественной очереди, что позволяет Вам ставить в очередь до 20 трэков. Дополнительные функции: редактирование этикеток, таймер сна, виджеты и больше.",
    },
    {
        id: 7,
        image: "./assets/images/black.webp",
        link: "https://play.google.com/store/apps/details?id=com.musicplayer.blackplayerfree",
        title: "BlackPlayer",
        description: "Palco MP3 находится на вершине 17 списков из-за удобной формы использования и музыкальной коллекции. Palco MP3 дает вам доступ к бесчисленным бесплатным песням, позволяя вам загружать и слушать их оффлайн, даже без WiFi. Ваши плейлисты организованы, и они показывают вам песни в соответствии с рейтингом. Palco MP3 — один из тех, которые вы должны проверить, чтобы получить бесплатную музыку для тех времен, когда нет интернета. ",
    },
    {
        id: 8,
        image: "./assets/images/foldplay.webp",
        link: "https://play.google.com/store/apps/details?id=net.pnhdroid.foldplay",
        title: "Foldplay",
        description: "Foldplay — один из самых простых музыкальных плееров, для прослушивания музыки. оффлайн. Он поставляется с множеством различных вариантов настройки для вашего прослушивания музыки, а также его интерфейса. Foldplay отдает приоритет исполнению песни и дисплей слоев; и поэтому вам понравится пользоваться Foldplay и без Wi-Fi."

    },
    {
        id: 9,
        image: "./assets/images/Spotify.webp",
        link: "https://play.google.com/store/apps/details?id=com.musicplayer.blackplayerfree",
        title: "Spotify",
        description: "Spotify — ведущий сервис потоковой передачи музыки на рынке. Он поставляется с простым интерфейсом, идеально подходящим для новичков. Позволяет пользователю наслаждаться бесплатными песнями без WiFi, поскольку предлагает бесплатную версию. Тем не менее, бесплатная версия также поставляется с рекламными баннерами при запуске приложения и позволяет слушать со скоростью 160 Кбит/с. ",
    },
    {
        id: 10,
        image: "./assets/images/JRT.webp",
        link: "https://play.google.com/store/apps/details?id=net.pnhdroid.foldplay",
        title: "Rocket Music Player",
        description: "Rocket Music Player — это популярный музыкальный плеер для устройств Android, который предлагает широкий набор функций и интуитивно понятный интерфейс. Это отличное приложение для всех, кто любит слушать музыку на своем мобильном устройстве, включая профессиональных музыкантов, аудиофилов и обычных пользователей."

    },

]
