// *** Задача 5.7 ***

//     Дано n - размер матрицы.Пользуясь двумя циклами и одним ветвлением выведете на экран:
//     1 0 0 0 0 0 0 0 0 0
//     1 1 0 0 0 0 0 0 0 0
//     1 1 1 0 0 0 0 0 0 0
//     1 1 1 1 0 0 0 0 0 0
//     1 1 1 1 1 0 0 0 0 0
//     1 1 1 1 1 1 0 0 0 0
//     1 1 1 1 1 1 1 0 0 0
//     1 1 1 1 1 1 1 1 0 0
//     1 1 1 1 1 1 1 1 1 0
//     1 1 1 1 1 1 1 1 1 1



let n = 10;
for (let i = 0; i < n; i++) {
    let str = ""; for (let j = 0; j < n; j++)
        if (j <= i) {
            str = str + "1";

        }
        else { str = str + "0" }
    console.log(str)

}